Repository: silviotista93/elbarco
Catalog: app/Resources/translations/*/AdminModulesNotification.*.xlf
Languages: es_mx

source: Would you like to delete the content related to this module ?
es_mx: ¿Quieres eliminar el contenido relacionado con este módulo?

source: No - reset only the parameters
es_mx: No - restablecer sólo los parámetros

source: Please specify module URL
es_mx: Por favor, especifique la URL del módulo

source: Module(s) installed successfully.
es_mx: Módulo(s) instalado con éxito

source: Module(s) uninstalled successfully.
es_mx: Módulo(s) desinstalado correctamente

source: Module deleted successfully.
es_mx: Módulo eliminado con éxito.

source: Module %s cannot be upgraded this time: please refresh this page to update it.
es_mx: El modulo %s no puede se actualizarse : por favor actualice la página para la actualización.

source: Unable to install override: %s
es_mx: No se puede instalar para anular: %s

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
es_mx: Todos los módulos no se puede cargar debido a las restricciones de límite de memoria, aumente el valor de memory_limit en la configuración del servidor

source: Error found in config file:
es_mx: Error encontrado en el archivo de configuración:

source: %1$s (parse error in %2$s)
es_mx: %1$s (error de análisis en %2$s)

source: %1$s (class missing in %2$s)
es_mx: %1$s (clase que falta en %2$s)

source: The following module(s) could not be loaded
es_mx: El siguiente módulo(s) no se pudo cargar

source: No template found for module
es_mx: No se ha encontrado plantilla para el módulo

source: The method %1$s in the class %2$s is already overridden.
es_mx: El método %1$s en la clase %2$s está sobrecargado.

source: The property %1$s in the class %2$s is already defined.
es_mx: La propiedad %1$s en la clase %2$s esta definida.

source: No graph engine selected
es_mx: Motor de gráfico no seleccionado

source: Graph engine selected is unavailable.
es_mx: Motor gráfico seleccionado no está disponible.

source: No grid engine selected
es_mx: Motor de tabla no seleccionado

source: Grid engine selected is unavailable.
es_mx: Motor de tabla seleccionado no está disponible.

source: There was an error while extracting the module (file may be corrupted).
es_mx: Se produjo un error al extraer el módulo (archivo puede estar dañado).

source: You do not have the permission to use this module.
es_mx: No tiene permisos para usar este módulo.

source: Cannot install this module.
es_mx: No se puede instalar el módulo

source: Cannot uninstall this module.
es_mx: No se puede desinstalar el módulo

source: Cannot load the module's object.
es_mx: No se puede cargar el objeto del módulo

source: You do not have permission to install this module.
es_mx: No tienes permisos para instalar este módulo.

source: You do not have permission to delete this module.
es_mx: No tienes permisos para eliminar este módulo.

source: You do not have permission to configure this module.
es_mx: No tienes permisos para configurar este módulo.

source: Unknown archive type.
es_mx: Tipo de archivo desconocido.

source: Are you sure you want to uninstall this module?
es_mx: ¿Está seguro que quiere desinstalar este módulo?

source: There was an error during the uninstallation.
es_mx: Se produjo un error durante la desinstalación.

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
es_mx: Está a punto de cerrar sesión de sucuenta de Addons. Podría perderse actualizaciones importantes de los Addons que ha comprado.

source: Installing module...
es_mx: Instalando módulo...

source: It will close as soon as the module is installed. It won't be long!
es_mx: Se cerrará en cuanto se instale el módulo. ¡No falta mucho!

source: Module installed!
es_mx: ¡Módulo instalado!

source: Oops... Upload failed.
es_mx: Oops.. La subida falló.

source: Synchronized with Addons marketplace
es_mx: Sincronizado con Addons marketplace

source: Parse error detected in main class of module %module%!
es_mx: Se ha detectado un error de análisis en la clase principal del módulo %module%!

source: Error while loading file of module %module%. %error_message%
es_mx: Error al cargar el archivo del módulo %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
es_mx: No se ha podido encontrar el módulo subido a la siguiente ruta: %file%

source: This file does not seem to be a valid module zip
es_mx: Este archivo no es un módulo en formato ZIP válido

source: Failed to install admin tab "%name%".
es_mx: Error al instalar la pestaña de administración "%name%".

source: Failed to uninstall admin tab "%name%".
es_mx: Error al desinstalar la pestaña de administración "%name%".

source: You are not allowed to install modules.
es_mx: No tienes permisos para instalar módulos.

source: Error when disabling module %module%. %error_details%.
es_mx: Error al deshabilitar el módulo %module%. %error_details%.

source: Error when enabling module %module%. %error_details%.
es_mx: Error al habilitar el módulo %module%. %error_details%.

source: Error when disabling module %module% on mobile. %error_details%
es_mx: Error al deshabilitar el módulo %module% en dispositivos móviles. %error_details%

source: Error when enabling module %module% on mobile. %error_details%
es_mx: Error al habilitar el módulo %module% en dispositivos móviles. %error_details%

source: Unfortunately, the module did not return additional details.
es_mx: Desafortunadamente, el módulo no devolvió detalles adicionales.

source: The module %module% must be installed first
es_mx: El módulo %module% debe estar instalado primero

source: Parse error on module %module%. %error_details%
es_mx: Error de decodificación en el módulo %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
es_mx: Excepción inesperada en el módulo %module%. %error_details%

source: Loading data from Addons failed. %error_details%
es_mx: La carga de datos de Addons falló. %error_details%

source: Parse error detected in module %module%. %error_details%.
es_mx: Error de análisis detectado en el módulo %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
es_mx: Se ha detectado una excepción al cargar el módulo %module%. %error_details%.

source: Cannot get catalog data, please try again later. Reason: %error_details%
es_mx: No se pueden obtener los datos del catálogo. Inténtalo de nuevo más tarde. Motivo: %error_details%

source: Confirmation needed by module %module% on %action% (%subject%).
es_mx: Confirmación necesaria por el módulo %module% para %action% (%subject%).

source: %module% did not return a valid response on installation.
es_mx: El módulo %module% no devolvió una respuesta valida al instalarse.

source: Installation of module %module% was successful.
es_mx: Instalación del modulo %module% fue correcta.

source: Installation of module %module% failed. %error%
es_mx: La instalación del modulo %module% falló. %error%

source: Synchronized with Addons marketplace!
es_mx: ¡Sincronizado con el mercado de Addons!

source: No changelog provided
es_mx: No se ha facilitado un registro de cambios

source: You are about to disable %moduleName% module.
es_mx: Está a punto de desactivar el módulo %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
es_mx: Su configuración actual será guardada pero el módulo dejará de estar activo.

source: You are about to uninstall %moduleName% module.
es_mx: Está a punto de desinstalar el módulo %moduleName%.

source: This will disable the module and delete all its files. For good.
es_mx: Esto deshabilitará el módulo y eliminará todos sus archivos. Para siempre.

source: This action cannot be undone.
es_mx: Esta acción no puede ser deshecha.

source: This will restore the defaults settings.
es_mx: Esto restaurará la configuración predeterminada.

source: You are about to [1] the following modules:
es_mx: Está a punto de [1] los siguientes módulos:

source: No description found for this module :(
es_mx: No ha sido encontrada una descripción para este módulo :(

source: No additional description provided for this module :(
es_mx: No hay una descripción adicional para este modulo :(

source: No feature list provided for this module :(
es_mx: No se ha proporcionado ninguna lista de características para este módulo :(

source: No customer benefits notes found for this module :(
es_mx: No se ha encontrado ninguna nota de beneficios de cliente para este módulo :(

source: No demonstration video found for this module :(
es_mx: No se ha encontrado un vídeo de demostración para este módulo :(

source: No changelog provided for this module :(
es_mx: No se ha proporcionado registro de cambios para este módulo :(

source: You need to select at least one module to use the bulk action.
es_mx: Tiene que seleccionar al menos un módulo para usar una acción agrupada.

source: The action "[1]" is not available, impossible to perform your request.
es_mx: La acción "[1]" no está disponible, es imposible llevar a cabo su solicitud.

source: The action [1] is not available for module [2]. Skipped.
es_mx: La acción [1] no está disponible para el módulo [2] ha sido omitida.
